{"intents":[
            {
                "tag":"error",
                "patterns": [""],
                "responses":["Maaf, saya masih tidak faham, sila cuba lagi. Untuk carian simptom, anda boleh masukkan kata kunci seperti batuk, sesak nafas, letih. Untuk carian pencegahan, anda boleh masukkan kata kunci seperti elak, ubat, cegah"]
               },
               {
                "tag":"return",
                "patterns": [""],
                "responses":["Hi, selamat datang ke Farmasi NLP!\n1. Taip 'mic'--untuk guna mic\n2. Masukkan simptom\n3. Pertanyaan tentang pencegahan penyakit\n4. Taip 'balik' untuk mula semula\n5. Taip 'keluar'--tamat chatbot"]
               },
               {
                "tag":"greetings",
                "patterns": ["helo","hey","hi","hai","salam","apa khabar?","Bagaimana keadaannya"],
                "responses":["helo","hey!","Apa yang boleh saya buat untuk anda?"]
               },
               {
                "tag":"goodbye",
                "patterns": ["jumpa lagi","Selamat tinggal","cao","Semoga hari anda indah"],
                "responses":["Semoga hari anda indah","Selamat tinggal"]
               },
               {
                "tag":"age",
                "patterns": ["berapa umur","berapakah umur kamu?","berapakah umur anda","berapakah umur kamu","umur?"],
                "responses":["saya dilahirkan semula selepas setiap penyusunan","hey!","Pemilik saya secara purata 21 tahun!"]
               },
               {
                "tag":"name",
                "patterns": ["Siapa nama anda","Apa yang harus saya panggil anda","Siapa nama anda?","Siapa awak?","Bolehkah anda memberitahu saya nama anda"],
                "responses":["Anda boleh memanggil saya Medbot!","Saya medbot!!","Saya medbot pembantu perubatan anda"]
               },
               {
                "tag":"cold symptoms",
                "patterns": ["hidung berair atau tersumbat",
                "sakit tekak",
                "batuk",
                "kesesakan",
                "sedikit sakit badan atau sakit kepala ringan",
                "bersin",
                "Demam gred rendah",
                "secara amnya berasa tidak sihat"],
                "responses":["Nampaknya anda menderita selsema biasa\n          Untuk mengetahui lebih info, sila taip 'y' atau 't' untuk tidak"]
               },
               {
                "tag":"fever symptoms",
                "patterns":["berpeluh",
                "menggigil",
                "sakit kepala",
                "sakit otot",
                "hilang selera makan",
                "kerengsaan",
                "dehidrasi",
                "kelemahan umum"],
                "responses":["Nampaknya anda menderita demam\n          Untuk mengetahui lebih info, sila taip 'y' atau 't' untuk tidak"]
               },
               {
                "tag":"diabetes symptoms",
                "patterns":["peningkatan kelaparan",
                "Meningkatkan kehausan", "pengurangan berat", "kerap kencing", "penglihatan kabur","Keletihan yang melampau"],
                "responses":["Nampaknya anda menderita diabetes\n          Untuk mengetahui lebih info, sila taip 'y' atau 't' untuk tidak"]
               },
               {
                "tag":"depression symptoms",
                "patterns":["Tinjauan tanpa harapan",
                "kehilangan minat",
                "Peningkatan keletihan",
                "masalah tidur",
                "kebimbangan",
                "perubahan berat badan",
                "melihat kematian"],
                "responses":["Nampaknya anda mengalami kemurungan\n          Untuk mengetahui lebih info, sila taip 'y' atau 't' untuk tidak"]
               },
               {
                "tag":"asthma symptoms",
                "patterns":["batuk",
                "Ketegangan di dada",
                "sesak nafas",
                "kesukaran bercakap",
                "panik",
                "keletihan"],
                "responses":["Nampaknya anda menderita asma\n          Untuk mengetahui lebih info, sila taip 'y' atau 't' untuk tidak"]
               },
               {
                "tag":"cold prevention",
                "patterns":["Ubat -ubatan apa yang boleh saya beli untuk membantu saya dengan selsema biasa saya?",
                "Beritahu saya beberapa kaedah pencegahan dari selsema biasa",
                "Apa yang perlu saya makan atau minum jika saya mengalami selsema biasa?",
                "Bagaimana saya boleh mengelakkan daripada mendapat selesema?"],
                "responses":["(a) Ubat-ubatan yang boleh anda makan: 1)Dextromethorphan 2)Decongestant 3)Diphenhydramine 4)Crocin Cold 5)Flu Max. (b) Pencegahan yang anda mesti ikuti: 1)Basuh tangan anda 2)Elakkan menyentuh wajah anda 3)Permukaan yang kerap digunakan 4)Gunakan sanitizer tangan. (c) Makanan yang dicadangkan adalah: 1)bawang putih 2)Buah-buahan yang mengandungi vitamin-C 3)sayur -sayuran berdaun 4)Brokoli 5)Oat 6)Rempah -rempah 7)Sup ayam"]
               },
               {
                "tag":"fever prevention",
                "patterns":["Ubat -ubatan apa yang boleh saya beli untuk membantu saya dengan demam saya?",
                "Beritahu saya beberapa kaedah pencegahan dari demam",
                "Apa yang harus saya makan atau minum jika saya menderita demam?",
                "Bagaimana saya boleh mengelakkan daripada mendapat demam?"],
                "responses":["(a) Ubat-ubatan yang boleh anda makan: 1) Acetaminophen 2) Ibuprofen 3) Aspirin 4) Crocin sejuk 5) Flu max. (b)Pencegahan yang mesti anda ikuti: 1) Basuh tangan anda 2) Tutup mulut anda apabila anda batuk dan hidung anda apabila anda bersin 3) Permukaan yang kerap digunakan 4) Elakkan berkongsi cawan, cermin mata, dan makan perkakas dengan orang lain. (c) Makanan yang dicadangkan adalah: 1) Bawang putih 2) Buah -buahan yang mengandungi vitamin C 3) Sayur -sayuran berdaun 4) brokoli 5) oat 6) rempah -rempah 7)sup ayam"]
               },
               {
                "tag":"diabetes prevention",
                "patterns":["ubat apa yang boleh saya beli untuk membantu saya dengan diabetes saya?",
                "Beritahu saya beberapa kaedah pencegahan dari diabetes",
                "Apa yang perlu saya makan atau minum jika saya menderita diabetes?",
                "Bagaimana saya boleh mengelakkan daripada mendapat diabetes?"],
                "responses":["(a) Ubat-ubatan yang boleh anda makan 1) Insulin 2) Ubat amylinomimetic  3) Dipeptidil peptidase-4 (DPP-4) inhibitor. (b) Pencegahan yang mesti anda ikut kalau anda berlebihan berat badan atau gemuk 1) Berhenti merokok 2) Ikuti diet yang sangat rendah-karboh"]
               },
               {
                "tag":"depression prevention",
                "patterns":["Ubat -ubatan apa yang boleh saya beli untuk membantu saya mengalami kemurungan saya?",
                "Beritahu saya beberapa kaedah pencegahan dari kemurungan",
                "Apa yang perlu saya makan atau minum jika saya mengalami kemurungan?","Bagaimana saya boleh mengelakkan kemurungan?"],
                "responses":["(a) Ubat-ubatan yang boleh anda makan: 1) Brexpiprazole 2) Quetiapine 3) Olanzapine. (b) Pencegahan yang mesti anda ikuti: 1) Bersenam secara teratur 2) Potong masa media sosial 3) Minum air sebagai minuman utama anda 4) Membina hubungan yang kuat 5) Meminimumkan pilihan harian anda 6) Ikuti karbohidrat yang sangat rendah diet. (c) Makanan yang dicadangkan adalah: 1) Dapatkan cukup vitamin D 2) Termasuk asid lemak omega-3 3) Kacang dan kekacang"]
               },
               {
                "tag":"asthma prevention",
                "patterns":["ubat apa yang boleh saya beli untuk membantu saya dengan asma saya?",
                "Beritahu saya beberapa kaedah pencegahan dari asma",
                "Apa yang perlu saya makan atau minum jika saya mengalami asma?",
                "Bagaimana saya boleh mengelakkan asma?"],
                "responses":["(a) Ubat -ubatan yang boleh anda makan: 1) Epinephrine 2) Antikolinergik 3) Proair HFA (b) Pencegahan yang mesti anda ikuti: 1) Mengenal pasti pencetus asma 2) Menjauhkan diri dari alergen 3) Mengelakkan asap apa -apa jenis (c) Makanan yang dicadangkan adalah: 1) lobak merah 2) jus 3) telur 4) brokoli 5) cantaloupe 6) susu"]
               },
          {"tag": "Cuts",
            "patterns": ["apa yang perlu dilakukan jika pemotongan?", "bagaimana Menyembuhkan Pemotongan?", "ubat yang mana untuk mengguna untuk luka?", "apa yang perlu diterapkan pada luka?", "potong"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: 1) Acetaminophen (b) Pencegahan yang mesti anda ikuti: 1) Basuh potong dengan betul untuk mengelakkan jangkitan 2) Hentikan pendarahan dengan menggunakan tekanan untuk 1-2minutes sehingga pendarahan berhenti 3) Sapukan jeli petroleum untuk memastikan luka itu lembap untuk penyembuhan cepat 4) Akhirnya tutup potong dengan pembalut steril."]
           },
   
           {"tag": "Abrasions",
            "patterns": ["bagaimana anda merawat lecet?", "adakah lecet menyebabkan parut?", "lecet", "apa yang perlu dilakukan jika lecet?", "perubatan mana yang akan memohon lecet?", "bagaimana menyembuhkan lecet?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: 1) S&N Opsite Spray-on Film Dressing 40ml (b) Pencegahan yang mesti anda ikuti: 1) Mulailah dengan tangan yang dibasuh. 2) Bersihkan kawasan dengan sejuk kepada air suam dan sabun ringan 3) Keluarkan kotoran atau zarah lain dari luka menggunakan pinset yang disterilkan 4) Untuk mengikis ringan yang tidak berdarah, biarkan luka yang ditemui 5) Jika luka itu berdarah, gunakan kain bersih atau pembalut, dan gunakan tekanan lembut ke kawasan itu untuk menghentikan sebarang pendarahan 6) Tutup luka yang berdarah dengan lapisan nipis salap antibiotik topikal, seperti bacitracin, atau salap halangan kelembapan steril, seperti aquaphor 7) Tutup dengan pembalut atau kain kasa yang bersih 8) Perlahan -lahan membersihkan luka dan tukar salap dan pembalut sekali sehari 9) Perhatikan kawasan untuk tanda -tanda jangkitan, seperti kesakitan atau kemerahan dan bengkak 10) Lihat doktor anda jika anda mengesyaki jangkitan."]
           },
   
           {"tag": "stings",
            "patterns": ["bagaimana anda merawat sengatan?", "sengatan", "apa yang perlu dilakukan jika anda mendapat sengatan?", "perubatan mana yang akan digunakan jika sting?"],
            "responses": ["(a) Pencegahan yang mesti anda ikuti: 1)Keluarkan mana -mana penyengat dengan segera. 2)Sesetengah pakar mengesyorkan mengikis penyengat dengan kad kredit 3)memohon ais ke atas ini boleh memberikan sedikit kelegaan 4)Sapukan ais selama 20 minit sekali setiap jam seperti yang diperlukan 5)Palut ais dalam tuala atau simpan kain di antara ais dan kulit supaya tidak membekukan kulit 6)Mengambil antihistamin seperti diphenhydramine (benadryl) atau yang tidak disediakan seperti loratadine (claritin) akan membantu gatal -gatal dan bengkak.ambil acetaminophen (tylenol) atau ibuprofen (motrin) untuk melegakan kesakitan seperti yang diperlukan 7)Basuh tapak sengat dengan sabun dan air 8)Meletakkan krim hidrokortison pada sengatan boleh membantu melegakan kemerahan, gatal -gatal dan bengkak."]
        },
   
           {"tag": "Splinter",
            "patterns": ["cara membuang serpihan", "bagaimana menyembuhkan serpihan?", "apa yang perlu dilakukan jika saya mempunyai serpihan?", "bagaimana anda membawa serpihan ke permukaan?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: Splinter Removal Kit. (b) Pencegahan yang mesti anda ikuti: 1)RENDAM DALAM GARAM EPSOM. Larutkan secawan garam ke dalam mandi hangat dan rendam bahagian badan yang mempunyai serpihan. Jika gagal, anda juga boleh meletakkan beberapa garam ke pad pembalut dan biarkan ia ditutup selama sehari; ini akhirnya akan membantu membawa serpihan ke permukaan. 2)CUKA atau MINYAK. Satu lagi cara mudah untuk menarik bahawa serpihan yang degil adalah untuk merendam kawasan yang terjejas dalam minyak (zaitun atau jagung) atau cuka putih. Cukup tuangkan beberapa dalam mangkuk dan rendam kawasan selama 20 hingga 30 minit,"]
           },
   
           {"tag": "Sprains",
            "patterns": ["bagaimana anda merawat jika terseliuh?", "apa yang perlu dilakukan jika saya terseliuh", "krim mana yang hendak digunakan jika saya terseliuh?", "perubatan mana yang akan digunakan jika saya terseliuh?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan:: Kordel's EZI Cream 100g. (b) Pencegahan yang mesti anda ikuti: 1) Gunakan pek ais atau mandi ais dengan segera selama 15 hingga 20 minit dan ulangi setiap dua hingga tiga jam semasa anda terjaga. 2)Untuk membantu menghentikan bengkak, memampatkan pergelangan kaki dengan pembalut elastik sehingga bengkak berhenti. 3)Dalam kebanyakan kes, penghilang rasa sakit - seperti ibuprofen (advil, motrin ib, yang lain) atau naproxen natrium (aleve, yang lain) atau acetaminophen (tylenol, yang lain) cukup untuk menguruskan kesakitan pergelangan kaki yang terselindung."]
           },
   
           {"tag": "Strains",
            "patterns": ["bagaimana anda merawat ketegangan?", "apa yang perlu dilakukan jika saya mendapat ketegangan?", "krim mana yang hendak digunakan jika saya mendapat ketegangan?", "perubatan mana yang akan digunakan jika saya mendapat ketegangan?", "bagaimana anda mendiagnosis ketegangan?", "adakah haba atau ais lebih baik untuk otot yang ditarik?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: Biolife Imunix. (b) Pencegahan yang mesti anda ikuti: Apabila anda disumbat, fokus pada menjaga laluan hidung dan sinus anda lembap.untuk memastikan laluan hidung anda lembap, anda boleh: 1)Gunakan humidifier atau vaporizer. 2)Minum banyak cecair.ini akan menipis lendir anda, yang dapat membantu mencegah sinus yang disekat. 3)Letakkan tuala yang hangat dan basah di wajah anda.ia boleh melegakan ketidakselesaan dan membuka bahagian hidung anda."]
           },
   
           {"tag": "Nasal Congestion",
            "patterns": ["bagaimana anda merawat kesesakan hidung?", "apa yang perlu dilakukan jika saya mendapat kesesakan hidung?", "perubatan mana yang perlu diambil jika saya mempunyai kesesakan hidung?", "apa yang perlu dilakukan jika saya mempunyai hidung yang disekat?", "bagaimana anda merawat hidung yang disekat?", "berapa lama kesesakan hidung berlangsung?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: Hurix's Coldaway Nasal Inhaler 2ml.  (b) Pencegahan yang mesti anda ikuti: Apabila anda disumbat, fokus pada menjaga laluan hidung dan sinus anda lembap.untuk memastikan laluan hidung anda lembap, anda boleh: 1)Gunakan humidifier atau vaporizer. 2)Minum banyak cecair.ini akan menipis lendir anda, yang dapat membantu mencegah sinus yang disekat. 3)Letakkan tuala yang hangat dan basah di wajah anda.ia boleh melegakan ketidakselesaan dan membuka bahagian hidung anda."]
           },
         
           {"tag": "Gastrointestinal Problems",
            "patterns": ["bagaimana anda merawat masalah gas?", "apa yang perlu dilakukan jika saya mempunyai masalah gastrousus?", "perubatan mana yang perlu diambil jika saya mendapat masalah gas?", "bagaimana menyembuhkan masalah gas?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: Ultracarbon. (b) Pencegahan yang mesti anda ikuti: 1)Menambah cecair badan. 2)Jangan ambil ubat antidiarrheal atau julap atau ubat sakit, kecuali yang ditentukan oleh profesional perubatan. 3)Mengambil antacid boleh membantu, setiap cadangan profesional penjagaan kesihatan. 4)Jika terdedah kepada pedih ulu hati yang kerap, dapatkan bantuan perubatan. 5)Mengambil makanan yang tidak pedas secara teratur, boleh melegakan sakit ulser. 6)Dapatkan bantuan perubatan, jika keadaan berterusan atau terus bertambah buruk"]
           },
   
           {"tag": "Skin Problems",
            "patterns": ["bagaimana anda merawat masalah kulit?", "apa yang perlu dilakukan jika saya mendapat alahan kulit?", "perubatan mana yang perlu diambil jika saya mendapat alahan kulit?", "bagaimana menyembuhkan alahan kulit?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: Ceradan Skin Repair Cream 30g. (b) Pencegahan yang mesti anda ikuti: 1)Krim hydrocortisone 2)Salap seperti losyen calamine 3)Antihistamin 4)Mampatan sejuk 5)Mandi oat 6)Bercakap dengan doktor anda tentang apa yang terbaik untuk ruam khusus anda."]
           },
   
           {"tag": "Abdonominal Pain",
            "patterns": ["bagaimana anda merawat sakit perut?", "apa yang perlu dilakukan jika saya mendapat sakit perut?", "perubatan mana yang perlu diambil jika saya mendapat sakit perut?", "bagaimana menyembuhkan sakit perut?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: Petani Minyak Telon Petani 60ml. (b) Pencegahan yang mesti anda ikuti: 1)Sediakan cecair yang jelas untuk menghirup, seperti air, sup, atau jus buah yang dicairkan dengan air. 2)Hidangkan makanan hambar, seperti keropok garam, roti biasa, roti bakar kering, nasi, gelatin, atau epal. 3)Elakkan makanan pedas atau berminyak dan minuman kafein atau berkarbonat sehingga 48 jam selepas semua gejala telah hilang."]
           },
   
           {"tag": "Bruises",
            "patterns": ["bagaimana anda merawat lebam?", "apa yang perlu dilakukan jika saya mendapat lebam?", "perubatan mana yang perlu diambil jika saya mendapat lebam?", "bagaimana menyembuhkan lebam?"],
            "responses": ["a. Ubat-ubatan yang boleh anda makan: Mentholatum Ointment 28g. (b) Pencegahan yang mesti anda ikuti: 1)Ais lebam dengan pek ais yang dibalut dengan tuala. 2)Biarkan di tempat selama 10 hingga 20 minit. 3)Ulangi beberapa kali sehari untuk satu atau dua hari yang diperlukan. 4)Memampatkan kawasan lebam jika ia bengkak, menggunakan pembalut elastik."]
           },
   
           {"tag": "Wound",
            "patterns": ["bagaimana anda merawat luka?", "apa yang perlu dilakukan jika saya mendapat luka?", "perubatan mana yang perlu diambil jika saya cedera?", "bagaimana menyembuhkan luka?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: Hansaplast Wound Spray 100ml. (b) Pencegahan yang mesti anda ikuti: 1)Bilas potongan atau luka dengan air dan gunakan tekanan dengan kasa steril, pembalut, atau kain bersih. 2)Jika darah mengalir melalui pembalut, letakkan pembalut lain di atas yang pertama dan teruskan tekanan. 3)Meningkatkan bahagian badan yang cedera untuk perlahan pendarahan. 4)Apabila pendarahan berhenti, tutup luka dengan pembalut yang baru dan bersih."]
           },
   
           {"tag": "Diarrhea",
            "patterns": ["bagaimana anda merawat cirit birit?", "apa yang perlu dilakukan jika saya mendapat cirit birit?", "perubatan mana yang perlu diambil jika saya mendapat cirit birit?", "bagaimana menyembuhkan cirit birit?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: Uphalyte Orange Sac 50's Box. (b) Pencegahan yang mesti anda ikuti: 1)Menghidrat badan adalah penting untuk pulih dari cirit -birit. ini menyebabkan badan kehilangan elektrolit seperti natrium dan klorida. 2)Sangat disyorkan untuk mengelakkan produk tenusu, kerana mereka mungkin memburukkan cirit -birit dalam sesetengah orang. 3)Walau bagaimanapun, jika cirit -birit berlangsung selama lebih dari 2 hari, dapatkan nasihat perubatan untuk mengelakkan komplikasi."]
           },
   
           {"tag": "Insect Bites",
            "patterns": ["bagaimana anda merawat gigitan serangga?", "apa yang perlu dilakukan jika serangga menggigit saya?", "perubatan mana yang perlu diambil jika saya digigit oleh serangga?", "Bagaimana menyembuhkan gigitan serangga?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: Hurix's Insect Bites Cream 13gm. (b) Pencegahan yang mesti anda ikuti: 1)Basuh kawasan yang terjejas dengan sabun dan air.sapukan kompres sejuk (seperti flanel atau kain yang disejukkan dengan air sejuk atau pek ais ke mana -mana bengkak selama sekurang -kurangnya 10 minit. 2)Meningkatkan atau meningkatkan kawasan yang terjejas jika boleh, kerana ini dapat membantu mengurangkan bengkak."]
           },
   
           {"tag": "Pulled Muscle",
            "patterns": ["apa yang perlu dilakukan jika otot saya ditarik?", "apa yang perlu dilakukan jika otot saya ditarik?", "perubatan mana yang perlu diambil jika saya mendapat otot yang ditarik?", "bagaimana menyembuhkan otot yang ditarik?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: Tiger Balm Active Muscle Rub 60g. (b) Pencegahan yang mesti anda ikuti: 1)Sapukan ais selama 10 hingga 15 minit setiap 1 jam untuk hari pertama dan setiap 3 hingga 4 jam selepas itu. 2)Gunakan ais untuk 3 hari pertama. 3)Selepas 3 hari, sama ada haba atau ais boleh membantu jika anda masih mengalami kesakitan. 4)Rehat otot yang ditarik selama sekurang -kurangnya sehari."]
           },
   
           {"tag": "Eye Injury",
            "patterns": ["bagaimana anda merawat kecederaan mata?", "apa yang perlu dilakukan jika saya mendapat kecederaan mata?", "perubatan mana yang perlu diambil jika saya mencederakan mata saya?", "bagaimana menyembuhkan mata yang cedera?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda guna: Optrex Eye Wash Harmomize 110ml atau 300ml. (b) Pencegahan yang mesti anda ikuti: 1)Jangan gosokkan mata. 2)Berkedip beberapa kali dan biarkan air mata mengeluarkan zarah. 3)Angkat kelopak mata atas ke atas bulu mata bawah anda untuk membiarkan bulu mata cuba menyikat zarah. 4)Eyewash, larutan garam atau air paip mengalir ke mata"]
           },
   
           {"tag": "Headache",
            "patterns": ["bagaimana anda merawat sakit kepala yang ringan?", "apa yang perlu dilakukan jika saya mengalami sakit kepala yang ringan?", "perubatan mana yang perlu diambil jika saya mengalami sakit kepala yang ringan?", "bagaimana menyembuhkan sakit kepala ringan?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda makan: Panadol Actifast. (b) Pencegahan yang mesti anda ikuti: 1)Berikan ibuprofen (advil, motrin), aspirin, atau acetaminophen (tylenol) untuk kesakitan. 2)Elakkan ibuprofen dan nsaid lain jika orang itu mengalami kegagalan jantung atau kegagalan buah pinggang. 3)Jangan berikan aspirin kepada kanak -kanak di bawah umur 18 tahun."]
           },
       
       {"tag": "Rash",
            "patterns": ["bagaimana anda merawat ruam?", "apa yang perlu dilakukan jika saya mendapat ruam?", "perubatan mana yang perlu diambil jika saya mengalami ruam?", "bagaimana menyembuhkan ruam?"],
            "responses": ["(a) Ubat-ubatan yang boleh anda guna: Egoderm Ointment 25g. (b) Pencegahan yang mesti anda ikuti: 1)Menjaga terhidrasi adalah sangat penting untuk membantu 'menghilangkan' sejuk, serta untuk memecahkan kesesakan dan menjaga tekak anda dilincirkan. 2)Vitamin C sangat membantu apabila memerangi jangkitan, jadi pada tanda pertama sejuk pastikan untuk meningkatkan pengambilan anda dengan makan banyak buah beri, buah sitrus, pepayas, brokoli dan lada merah yang akan membantu anda melindungi anda. 3)Ketika datang untuk memerangi sejuk, vitamin d adalah penting dalam membantu mengawal tindak balas imun."]
           },
       
       {"tag": "Snake bite", 
            "patterns": ["bagaimana anda merawat gigitan ular?", "apa yang perlu dilakukan jika saya mendapat gigitan ular?", "perubatan mana yang perlu diambil jika saya mendapat gigitan ular?", "bagaimana menyembuhkan gigitan ular?", "saya mendapat sedikit ular"],
            "responses": ["a. Ubat-ubatan yang boleh anda guna: Snake Bite Kit  (b) Pencegahan yang mesti anda ikuti: Semasa menunggu bantuan perubatan: 1)Gerakkan orang itu melampaui jarak ular. 2)Adakah orang itu berbaring dengan luka di bawah hati. 3)Pastikan orang itu tenang dan berehat, selebihnya masih mungkin untuk menyimpan racun daripada menyebarkan. 4)Tutup luka dengan pembalut steril yang longgar. 5)Keluarkan sebarang perhiasan dari kawasan yang digigit. 6)Keluarkan kasut jika kaki atau kaki digigit."]
           },
   
       {"tag": "Animal bite",
            "patterns": ["bagaimana anda merawat gigitan haiwan?", "bagaimana anda merawat gigitan monyet?","bagaimana anda merawat gigitan anjing?", "apa yang perlu dilakukan jika saya mendapat gigitan haiwan?", "perubatan mana yang perlu diambil jika saya mendapat gigitan monyet?", "bagaimana menyembuhkan gigitan anjing?", "saya digigit oleh anjing"],
            "responses": ["(a) Ubat-ubatan yang boleh anda guna: Bacitracin First aid Antibiotic Ointment, USP - 1/2 Oz. (b) Pencegahan yang mesti anda ikuti: 1)Basuh luka dengan sabun dan air suam. 2)Perlahan -lahan tekan kain bersih di atas luka untuk menghentikan aliran darah. 3)Sapukan salap antibakteria pada luka. 4)Tutup dengan pembalut steril. 5)Tonton tanda -tanda jangkitan. 6)Dapatkan bantuan jika anda mengesyaki jangkitan atau kemungkinan pendedahan kepada rabies, atau jika luka itu teruk."]       
    },
   
       {"tag": "Fracture",
            "patterns": ["bagaimana anda merawat patah tulang?", "apa yang perlu dilakukan jika saya mengalami patah tulang?", "perubatan mana yang perlu diambil jika saya mengalami patah tulang?", "bagaimana menyembuhkan patah?"],
            "responses": ["(a) Pencegahan yang mesti anda ikuti: 1)Hentikan pendarahan. Sapukan tekanan kepada luka dengan pembalut steril, kain bersih atau pakaian yang bersih. 2)Melancarkan kawasan yang cedera. Jangan cuba menyusun semula tulang atau menolak tulang yang melekat semula. Jika anda telah dilatih dalam cara untuk membuang dan bantuan profesional tidak sedia ada, gunakan splint ke kawasan di atas dan di bawah tapak patah. Padding splint boleh membantu mengurangkan ketidakselesaan. 3)Sapukan pek ais untuk mengehadkan bengkak dan membantu melegakan kesakitan. Jangan gunakan ais terus ke kulit. Balut ais dalam tuala, sekeping kain atau bahan lain. 4)Rawat kejutan. Sekiranya orang itu berasa lemah atau bernafas secara pendek, nafas cepat, letakkan orang itu dengan kepala sedikit lebih rendah daripada batang dan, jika boleh, angkat kaki.  "]
          }
      
]}
        